Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: SteamCMD couldn't update itself (exit code %lld): %@
ar: تعذر على SteamCMD تحديث نفسه (رمز الخروج %1$lld): %2$@
de: SteamCMD konnte sich nicht aktualisieren (Exit-Code %1$lld): %2$@
es: SteamCMD no ha podido actualizarse (código de salida %1$lld): %2$@
fr: SteamCMD n’a pas pu se mettre à jour (code de sortie %1$lld) : %2$@
hi: SteamCMD खुद को अपडेट नहीं कर सका (एग्ज़िट कोड %1$lld): %2$@
it: SteamCMD non è riuscito ad aggiornarsi (codice di uscita %1$lld): %2$@
ja: SteamCMD を自己アップデートできませんでした（終了コード %1$lld）：%2$@
ko: SteamCMD가 자체 업데이트하지 못했습니다(종료 코드 %1$lld): %2$@
pl: SteamCMD nie mógł się zaktualizować (kod wyjścia %1$lld): %2$@
pt_br: O SteamCMD não conseguiu se atualizar (código de saída %1$lld): %2$@
ru: SteamCMD не удалось обновиться (код выхода %1$lld): %2$@
tr: SteamCMD kendini güncelleyemedi (çıkış kodu %1$lld): %2$@
uk: SteamCMD не вдалося оновитися (код виходу %1$lld): %2$@
zh_hans: SteamCMD 无法自我更新（退出代码 %1$lld）：%2$@
zh_hant: SteamCMD 無法自行更新（結束代碼 %1$lld）：%2$@

source: SteamCMD has no saved login for %@. Log in to Steam again, then install the assets.
ar: لا يحتوي SteamCMD على تسجيل دخول محفوظ للحساب %@. سجّل الدخول إلى Steam مرة أخرى، ثم ثبّت الأصول.
de: SteamCMD hat keine gespeicherte Anmeldung für %@. Melde dich erneut bei Steam an und installiere dann die Assets.
es: SteamCMD no tiene un inicio de sesión guardado para %@. Vuelve a iniciar sesión en Steam y luego instala los recursos.
fr: SteamCMD n’a aucune connexion enregistrée pour %@. Reconnectez-vous à Steam, puis installez les ressources.
hi: SteamCMD में %@ का कोई सहेजा गया लॉगिन नहीं है। Steam में फिर से लॉग इन करें, फिर एसेट इंस्टॉल करें।
it: SteamCMD non ha un accesso salvato per %@. Accedi di nuovo a Steam, poi installa le risorse.
ja: SteamCMD に %@ の保存済みログインがありません。Steam にもう一度ログインしてから、アセットをインストールしてください。
ko: SteamCMD에 %@의 저장된 로그인이 없습니다. Steam에 다시 로그인한 다음 에셋을 설치하세요.
pl: SteamCMD nie ma zapisanego logowania dla %@. Zaloguj się ponownie do Steam, a następnie zainstaluj zasoby.
pt_br: O SteamCMD não tem um login salvo para %@. Entre no Steam novamente e depois instale os recursos.
ru: В SteamCMD нет сохранённого входа для %@. Снова войдите в Steam, затем установите ресурсы.
tr: SteamCMD’de %@ için kayıtlı oturum yok. Steam’e yeniden giriş yapın, ardından varlıkları yükleyin.
uk: У SteamCMD немає збереженого входу для %@. Знову увійдіть у Steam, а потім установіть ресурси.
zh_hans: SteamCMD 没有 %@ 的已保存登录。请重新登录 Steam，然后安装资源。
zh_hant: SteamCMD 沒有 %@ 的已儲存登入。請重新登入 Steam，然後安裝資源。

source: SteamCMD has no saved login for this account. Finish signing in in Terminal, then try again.
ar: لا يوجد في SteamCMD تسجيل دخول محفوظ لهذا الحساب. أكمل تسجيل الدخول في Terminal، ثم حاول مرة أخرى.
de: SteamCMD hat keine gespeicherte Anmeldung für diesen Account. Schließen Sie die Anmeldung im Terminal ab und versuchen Sie es dann erneut.
es: SteamCMD no tiene ningún inicio de sesión guardado para esta cuenta. Termina de iniciar sesión en Terminal y vuelve a intentarlo.
fr: SteamCMD n’a aucune connexion enregistrée pour ce compte. Terminez la connexion dans Terminal, puis réessayez.
hi: SteamCMD में इस खाते के लिए कोई सहेजा गया लॉग इन नहीं है. टर्मिनल में साइन इन पूरा करें, फिर से कोशिश करें.
it: SteamCMD non ha un accesso salvato per questo account. Completa l’accesso in Terminale, poi riprova.
ja: SteamCMD にこのアカウントの保存済みログインがありません。ターミナルでサインインを完了してから、もう一度お試しください。
ko: SteamCMD에 이 계정의 저장된 로그인이 없습니다. 터미널에서 로그인을 완료한 후 다시 시도하십시오.
pl: SteamCMD nie ma zapisanego logowania dla tego konta. Dokończ logowanie w Terminalu, a następnie spróbuj ponownie.
pt_br: O SteamCMD não tem uma sessão salva para esta conta. Termine de iniciar sessão no Terminal e tente novamente.
ru: В SteamCMD нет сохранённого входа для этой учётной записи. Завершите вход в Терминале и повторите попытку.
tr: SteamCMD’de bu hesap için kayıtlı giriş yok. Terminal’de girişi tamamlayıp yeniden deneyin.
uk: У SteamCMD немає збереженого входу для цього облікового запису. Завершіть вхід у Терміналі, а потім спробуйте ще раз.
zh_hans: SteamCMD 中没有此账户的已存储登录。请在“终端”中完成登录，然后再试一次。
zh_hant: SteamCMD 中沒有此帳號的已儲存登入。請在「終端機」中完成登入，然後再試一次。

source: SteamCMD has no saved login for this account. Log in again.
ar: لا يحتوي SteamCMD على تسجيل دخول محفوظ لهذا الحساب. سجّل الدخول مرة أخرى.
de: SteamCMD hat keine gespeicherte Anmeldung für dieses Konto. Melde dich erneut an.
es: SteamCMD no tiene un inicio de sesión guardado para esta cuenta. Vuelve a iniciar sesión.
fr: SteamCMD n’a aucune connexion enregistrée pour ce compte. Reconnectez-vous.
hi: SteamCMD में इस खाते का कोई सहेजा गया लॉगिन नहीं है। फिर से लॉग इन करें।
it: SteamCMD non ha un accesso salvato per questo account. Accedi di nuovo.
ja: SteamCMD にこのアカウントの保存済みログインがありません。もう一度ログインしてください。
ko: SteamCMD에 이 계정의 저장된 로그인이 없습니다. 다시 로그인하세요.
pl: SteamCMD nie ma zapisanego logowania dla tego konta. Zaloguj się ponownie.
pt_br: O SteamCMD não tem um login salvo para esta conta. Entre novamente.
ru: В SteamCMD нет сохранённого входа для этой учётной записи. Войдите снова.
tr: SteamCMD’de bu hesap için kayıtlı oturum yok. Yeniden giriş yapın.
uk: У SteamCMD немає збереженого входу для цього облікового запису. Увійдіть знову.
zh_hans: SteamCMD 没有此账户的已保存登录。请重新登录。
zh_hant: SteamCMD 沒有此帳號的已儲存登入。請重新登入。

source: SteamCMD is only downloaded over HTTPS.
ar: يتم تنزيل SteamCMD عبر HTTPS فقط.
de: SteamCMD wird nur über HTTPS geladen.
es: SteamCMD solo se descarga mediante HTTPS.
fr: SteamCMD n’est téléchargé que via HTTPS.
hi: SteamCMD केवल HTTPS पर डाउनलोड किया जाता है.
it: SteamCMD viene scaricato solo tramite HTTPS.
ja: SteamCMD は HTTPS でのみダウンロードされます。
ko: SteamCMD는 HTTPS를 통해서만 다운로드됩니다.
pl: SteamCMD jest pobierany wyłącznie przez HTTPS.
pt_br: O SteamCMD só é baixado por HTTPS.
ru: SteamCMD загружается только по HTTPS.
tr: SteamCMD yalnızca HTTPS üzerinden indirilir.
uk: SteamCMD завантажується лише через HTTPS.
zh_hans: SteamCMD 仅通过 HTTPS 下载。
zh_hant: SteamCMD 僅會透過 HTTPS 下載。

source: SteamCMD is ready; not logged in
ar: SteamCMD جاهز؛ لم يتم تسجيل الدخول
de: SteamCMD ist bereit; nicht angemeldet
es: SteamCMD está listo; sin iniciar sesión
fr: SteamCMD est prêt ; non connecté
hi: SteamCMD तैयार है; लॉग इन नहीं है
it: SteamCMD è pronto; accesso non eseguito
ja: SteamCMD は準備完了、未ログイン
ko: SteamCMD 준비됨, 로그인 안 됨
pl: SteamCMD jest gotowy; nie zalogowano
pt_br: O SteamCMD está pronto; sessão não iniciada
ru: SteamCMD готов; вход не выполнен
tr: SteamCMD hazır; giriş yapılmadı
uk: SteamCMD готовий; вхід не виконано
zh_hans: SteamCMD 已就绪；未登录
zh_hant: SteamCMD 已就緒；未登入

source: SteamCMD is updating itself…
ar: يجري تحديث SteamCMD لنفسه…
de: SteamCMD aktualisiert sich …
es: SteamCMD se está actualizando…
fr: SteamCMD se met à jour…
hi: SteamCMD खुद को अपडेट कर रहा है…
it: SteamCMD si sta aggiornando…
ja: SteamCMD を自己アップデート中…
ko: SteamCMD가 자체 업데이트하는 중…
pl: SteamCMD aktualizuje się…
pt_br: O SteamCMD está se atualizando…
ru: SteamCMD обновляется…
tr: SteamCMD kendini güncelliyor…
uk: SteamCMD оновлюється…
zh_hans: SteamCMD 正在自我更新…
zh_hant: SteamCMD 正在自行更新⋯

source: SteamID64 (17 digits)
ar: SteamID64 (17 رقمًا)
de: SteamID64 (17 Ziffern)
es: SteamID64 (17 dígitos)
fr: SteamID64 (17 chiffres)
hi: SteamID64 (17 अंक)
it: SteamID64 (17 cifre)
ja: SteamID64（17桁）
ko: SteamID64(17자리)
pl: SteamID64 (17 cyfr)
pt_br: SteamID64 (17 dígitos)
ru: SteamID64 (17 цифр)
tr: SteamID64 (17 basamak)
uk: SteamID64 (17 цифр)
zh_hans: SteamID64（17 位数字）
zh_hant: SteamID64（17 位數字）

source: Step
ar: الخطوة
de: Schrittweite
es: Paso
fr: Pas
hi: स्टेप
it: Incremento
ja: ステップ
ko: 단계
pl: Krok
pt_br: Passo
ru: Шаг
tr: Adım
uk: Крок
zh_hans: 步长
zh_hant: 間距

source: Stop (free memory)
ar: إيقاف (تحرير الذاكرة)
de: Stoppen (Speicher freigeben)
es: Detener (liberar memoria)
fr: Arrêter (libérer la mémoire)
hi: रोकें (मेमोरी खाली करें)
it: Interrompi (libera memoria)
ja: 停止（メモリを解放）
ko: 중지(메모리 확보)
pl: Zatrzymaj (zwolnij pamięć)
pt_br: Parar (liberar memória)
ru: Остановить (освободить память)
tr: Durdur (belleği boşalt)
uk: Зупинити (звільнити памʼять)
zh_hans: 停止（释放内存）
zh_hant: 停止（釋放記憶體）

source: Stop All
ar: إيقاف الكل
de: Alle stoppen
es: Detener todo
fr: Arrêter tout
hi: सभी रोकें
it: Arresta tutti
ja: すべて停止
ko: 모두 중지
pl: Zatrzymaj wszystko
pt_br: Parar Todos
ru: Остановить все
tr: Tümünü Durdur
uk: Зупинити все
zh_hans: 全部停止
zh_hant: 全部停止

source: Stop Sending
ar: إيقاف الإرسال
de: Senden beenden
es: Detener envío
fr: Arrêter l’envoi
hi: भेजना रोकें
it: Interrompi invio
ja: 送信を停止
ko: 보내기 중단
pl: Zatrzymaj wysyłanie
pt_br: Parar Envio
ru: Остановить отправку
tr: Göndermeyi Durdur
uk: Зупинити надсилання
zh_hans: 停止发送
zh_hant: 停止傳送

source: Stop Using Folder
ar: إيقاف استخدام المجلد
de: Ordner nicht mehr verwenden
es: Dejar de usar la carpeta
fr: Ne plus utiliser le dossier
hi: फ़ोल्डर का उपयोग बंद करें
it: Non usare più la cartella
ja: フォルダの使用を停止
ko: 폴더 사용 중단
pl: Przestań używać folderu
pt_br: Parar de Usar a Pasta
ru: Не использовать папку
tr: Klasörü Kullanmayı Bırak
uk: Не використовувати папку
zh_hans: 停止使用文件夹
zh_hant: 停止使用檔案夾

source: Stop Using as Screen Saver
ar: إيقاف الاستخدام كشاشة توقف
de: Nicht mehr als Bildschirmschoner verwenden
es: Dejar de usar como salvapantallas
fr: Ne plus utiliser comme économiseur d’écran
hi: स्क्रीन सेवर के रूप में इस्तेमाल बंद करें
it: Non usare più come salvaschermo
ja: スクリーンセーバとしての使用を停止
ko: 화면 보호기로 사용 중단
pl: Przestań używać jako wygaszacza ekranu
pt_br: Parar de Usar como Protetor de Tela
ru: Больше не использовать как заставку
tr: Ekran Koruyucu Olarak Kullanmayı Durdur
uk: Більше не використовувати як заставку
zh_hans: 停止用作屏幕保护程序
zh_hant: 停止用作螢幕保護程式

source: Stop Wallpapers
ar: ايقاف خلفيات
de: Hintergründe stoppen
es: Detener fondos
fr: Arrêter les fonds d’écran
hi: वॉलपेपर बंद करें
it: Arresta sfondi
ja: 壁紙停止
ko: 배경화면 중지
pl: Zatrzymaj tapety
pt_br: Parar papéis de parede
ru: Остановить обои
tr: Duvar kağıtlarını durdur
uk: Зупинити шпалери
zh_hans: 停止壁纸
zh_hant: 停止桌布

source: Stop the clip and show the wallpaper as it plays
ar: إيقاف المقطع وإظهار الخلفية أثناء تشغيلها
de: Clip beenden und das Hintergrundbild so zeigen, wie es läuft
es: Detiene el clip y muestra el fondo tal como se reproduce
fr: Arrêter l’extrait et afficher le fond d’écran tel qu’il s’affiche
hi: क्लिप रोककर वॉलपेपर को चलते हुए दिखाएँ
it: Interrompi la clip e mostra lo sfondo come viene riprodotto
ja: クリップを止めて、再生中の壁紙を表示します
ko: 클립을 멈추고 재생 중인 배경화면을 보여줍니다
pl: Zatrzymaj klip i pokaż tapetę tak, jak jest odtwarzana
pt_br: Para o clipe e mostra o papel de parede como ele é reproduzido
ru: Остановить фрагмент и показать обои в работе
tr: Klibi durdurup duvar kâğıdını oynatıldığı gibi gösterir
uk: Зупинити фрагмент і показати шпалери в роботі
zh_hans: 停止片段并显示正在播放的墙纸
zh_hant: 停止片段並顯示正在播放的背景圖片

source: Stop the recording and show the wallpaper as it plays
ar: إيقاف التسجيل وإظهار الخلفية أثناء تشغيلها
de: Aufnahme beenden und das Hintergrundbild so zeigen, wie es läuft
es: Detiene la grabación y muestra el fondo tal como se reproduce
fr: Arrêter l’enregistrement et afficher le fond d’écran tel qu’il s’affiche
hi: रिकॉर्डिंग रोककर वॉलपेपर को चलते हुए दिखाएँ
it: Interrompi la registrazione e mostra lo sfondo come viene riprodotto
ja: 録画を止めて、再生中の壁紙を表示します
ko: 녹화본을 멈추고 재생 중인 배경화면을 보여줍니다
pl: Zatrzymaj nagranie i pokaż tapetę tak, jak jest odtwarzana
pt_br: Para a gravação e mostra o papel de parede como ele é reproduzido
ru: Остановить запись и показать обои в работе
tr: Kaydı durdurup duvar kâğıdını oynatıldığı gibi gösterir
uk: Зупинити запис і показати шпалери в роботі
zh_hans: 停止录制并显示正在播放的墙纸
zh_hant: 停止錄製並顯示正在播放的背景圖片

source: Stop wallpapers
ar: ايقاف خلفيات
de: Hintergründe stoppen
es: Detener fondos
fr: Arrêter les fonds d’écran
hi: वॉलपेपर बंद करें
it: Arresta sfondi
ja: 壁紙停止
ko: 배경화면 중지
pl: Zatrzymaj tapety
pt_br: Parar papéis de parede
ru: Остановить обои
tr: Duvar kağıtlarını durdur
uk: Зупинити шпалери
zh_hans: 停止壁纸
zh_hant: 停止桌布

source: Stops reading assets from the chosen folder; downloaded assets are used if there are any. The folder itself isn't changed.
ar: يتوقف عن قراءة الموارد من المجلد المختار، وتُستخدم الموارد المُنزَّلة إن وُجدت. ولا يتغير المجلد نفسه.
de: Liest keine Assets mehr aus dem ausgewählten Ordner; geladene Assets werden verwendet, falls vorhanden. Der Ordner selbst bleibt unverändert.
es: Deja de leer recursos de la carpeta elegida; se usan los recursos descargados si los hay. La carpeta en sí no cambia.
fr: Cesse de lire les ressources dans le dossier choisi ; les ressources téléchargées sont utilisées s’il y en a. Le dossier lui-même n’est pas modifié.
hi: चुने गए फ़ोल्डर से ऐसेट पढ़ना बंद करता है; डाउनलोड किए गए ऐसेट हों तो वे इस्तेमाल होते हैं। फ़ोल्डर खुद नहीं बदलता।
it: Smette di leggere le risorse dalla cartella scelta; vengono usate quelle scaricate, se presenti. La cartella non viene modificata.
ja: 選択したフォルダからのアセットの読み込みをやめ、ダウンロード済みのアセットがあればそれを使います。フォルダ自体は変更されません。
ko: 선택한 폴더에서 에셋 읽기를 중단하고, 다운로드한 에셋이 있으면 그것을 사용합니다. 폴더 자체는 변경되지 않습니다.
pl: Przestaje odczytywać zasoby z wybranego folderu; używane są pobrane zasoby, jeśli istnieją. Sam folder nie jest zmieniany.
pt_br: Para de ler recursos da pasta escolhida; os recursos baixados são usados, se houver. A pasta em si não é alterada.
ru: Прекращает читать ресурсы из выбранной папки; используются загруженные ресурсы, если они есть. Сама папка не меняется.
tr: Seçilen klasörden varlık okumayı durdurur; varsa indirilen varlıklar kullanılır. Klasörün kendisi değişmez.
uk: Припиняє читати ресурси з вибраної папки; використовуються викачані ресурси, якщо вони є. Саму папку не змінено.
zh_hans: 停止从所选文件夹读取资源；如有已下载的资源则使用它们。文件夹本身不会更改。
zh_hant: 停止從所選檔案夾讀取資源；如有已下載的資源則使用它們。檔案夾本身不會變更。

source: Strength of the blend. 0 leaves the layer untouched, 1 applies it fully.
ar: شدة الدمج. 0 يترك الطبقة كما هي، و1 يطبّقه بالكامل.
de: Stärke der Mischung. 0 lässt die Ebene unverändert, 1 wendet sie vollständig an.
es: Intensidad de la mezcla. 0 deja la capa intacta; 1 la aplica por completo.
fr: Intensité du mélange. 0 laisse le calque intact, 1 l’applique entièrement.
hi: ब्लेंड की तीव्रता. 0 लेयर को अपरिवर्तित छोड़ता है, 1 इसे पूरी तरह लागू करता है.
it: Intensità della fusione. 0 lascia intatto il livello, 1 la applica completamente.
ja: ブレンドの強さです。0ではレイヤーは変化せず、1で完全に適用されます。
ko: 혼합의 강도입니다. 0이면 레이어가 그대로 유지되고, 1이면 완전히 적용됩니다.
pl: Siła mieszania. 0 pozostawia warstwę bez zmian, 1 stosuje je w pełni.
pt_br: Intensidade da combinação. 0 deixa a camada intacta; 1 a aplica totalmente.
ru: Сила смешивания. 0 оставляет слой без изменений, 1 применяет полностью.
tr: Karışımın gücü. 0 katmanı olduğu gibi bırakır, 1 tamamen uygular.
uk: Сила змішування. 0 залишає шар незмінним, 1 застосовує повністю.
zh_hans: 混合强度。0 表示图层保持不变，1 表示完全应用。
zh_hant: 混合的強度。0 維持圖層原樣，1 為完全套用。

source: Strength of the glow around bright areas.
ar: شدة التوهج حول المناطق الساطعة.
de: Stärke des Leuchtens um helle Bereiche.
es: Intensidad del resplandor alrededor de las zonas brillantes.
fr: Intensité du halo autour des zones lumineuses.
hi: चमकीले हिस्सों के चारों ओर की चमक की तीव्रता.
it: Intensità del bagliore attorno alle zone luminose.
ja: 明るい部分の周りの光の強さです。
ko: 밝은 영역 주변 광채의 강도입니다.
pl: Siła poświaty wokół jasnych obszarów.
pt_br: Intensidade do brilho ao redor das áreas claras.
ru: Сила свечения вокруг ярких областей.
tr: Parlak alanların çevresindeki parıltının gücü.
uk: Сила світіння навколо яскравих ділянок.
zh_hans: 明亮区域周围光晕的强度。
zh_hant: 明亮區域周圍光暈的強度。

source: Strength of the speed-boost distortion.
ar: شدة تشوه التسارع.
de: Stärke der Geschwindigkeitsschub-Verzerrung.
es: Intensidad de la distorsión de turbo.
fr: Intensité de la distorsion d’accélération.
hi: स्पीड-बूस्ट डिस्टॉर्शन की तीव्रता.
it: Intensità della distorsione da accelerazione.
ja: スピードブーストのゆがみの強さです。
ko: 속도 부스트 왜곡의 강도입니다.
pl: Siła zniekształcenia przy przyspieszeniu.
pt_br: Intensidade da distorção de aceleração.
ru: Сила искажения ускорения.
tr: Hız artışı bozulmasının gücü.
uk: Сила спотворення прискорення.
zh_hans: 加速扭曲的强度。
zh_hant: 加速扭曲的強度。

source: Stretch
ar: التمديد لتعبئة الشاشة
de: Bildschirmfüllend vergrößern
es: Ampliar para rellenar
fr: Étirer pour remplir l’écran
hi: फ़ुल स्क्रीन पर स्ट्रेच करें
it: Amplia per riempire lo schermo
ja: 引き伸ばして画面全体に表示
ko: 전체 화면으로 펼치기
pl: Rozciągnij, aby wypełnić ekran
pt_br: Estender e Preencher Tela
ru: Заполнить весь экран
tr: Ekranı Dolduracak Şekilde Büyüt
uk: Розтягнути до заповнення екрана
zh_hans: 拉伸以充满屏幕
zh_hant: 擴展至填滿螢幕

source: Stretch Group
ar: مجموعة التمديد
de: Streckungsgruppe
es: Grupo de extensión
fr: Groupe d’étirement
hi: स्ट्रेच समूह
it: Gruppo esteso
ja: ストレッチグループ
ko: 늘이기 그룹
pl: Grupa rozciągania
pt_br: Agrupamento de Extensão
ru: Группа растягивания
tr: Uzatma Grubu
uk: Група розтягування
zh_hans: 拉伸分组
zh_hant: 延展群組

source: Stretch single screen saver
ar: توسيع شاشة توقف واحدة
de: Einen Bildschirmschoner strecken
es: Extender un solo salvapantallas
fr: Étirer un seul économiseur d’écran
hi: एक स्क्रीन सेवर फैलाएँ
it: Estendi un singolo salvaschermo
ja: ひとつのスクリーンセーバをストレッチ
ko: 단일 화면 보호기 늘이기
pl: Rozciągnij jeden wygaszacz ekranu
pt_br: Esticar um único protetor de tela
ru: Растянуть одну заставку
tr: Tek ekran koruyucuyu uzat
uk: Розтягнути одну заставку
zh_hans: 拉伸单个屏幕保护程序
zh_hant: 延展單一螢幕保護程式

source: Stretch single wallpaper
ar: توسيع خلفية واحدة
de: Ein Hintergrundbild strecken
es: Extender un solo fondo de pantalla
fr: Étirer un seul fond d’écran
hi: एक वॉलपेपर फैलाएँ
it: Estendi un singolo sfondo
ja: ひとつの壁紙をストレッチ
ko: 단일 배경화면 늘이기
pl: Rozciągnij jedną tapetę
pt_br: Esticar uma única imagem de fundo
ru: Растянуть одни обои
tr: Tek duvar kâğıdını uzat
uk: Розтягнути одну шпалеру
zh_hans: 拉伸单个墙纸
zh_hant: 延展單一背景圖片

source: Stretch single wallpaper (Coming soon)
ar: توسيع خلفية واحدة (قريبًا)
de: Ein Hintergrundbild strecken (in Kürze)
es: Extender un solo fondo de pantalla (próximamente)
fr: Étirer un seul fond d’écran (bientôt)
hi: एक वॉलपेपर फैलाएँ (जल्द आ रहा है)
it: Estendi un singolo sfondo (in arrivo)
ja: ひとつの壁紙をストレッチ（近日対応）
ko: 단일 배경화면 늘이기(곧 제공 예정)
pl: Rozciągnij jedną tapetę (wkrótce)
pt_br: Esticar uma única imagem de fundo (em breve)
ru: Растянуть одни обои (скоро)
tr: Tek duvar kâğıdını uzat (yakında)
uk: Розтягнути одну шпалеру (незабаром)
zh_hans: 拉伸单个墙纸（即将推出）
zh_hant: 延展單一背景圖片（即將推出）

source: Stretches the image into streaks for a warp-speed look.
ar: يمدّ الصورة إلى خطوط ليمنحها مظهر السرعة الفائقة.
de: Dehnt das Bild zu Streifen für einen Warp-Effekt.
es: Estira la imagen en estelas para dar un aspecto de velocidad de curvatura.
fr: Étire l’image en traînées pour un effet de vitesse lumière.
hi: वार्प-स्पीड लुक के लिए इमेज को धारियों में खींचता है.
it: Allunga l’immagine in scie per un effetto velocità curvatura.
ja: 画像を筋状に引き伸ばし、ワープ速度のような効果を与えます。
ko: 이미지를 줄무늬로 늘려 워프 속도 같은 느낌을 줍니다.
pl: Rozciąga obraz w smugi, dając efekt lotu z prędkością nadświetlną.
pt_br: Estica a imagem em rastros para um visual de velocidade de dobra.
ru: Растягивает изображение в полосы, как при сверхсветовой скорости.
tr: Işık hızı görünümü için görüntüyü çizgilere dönüştürerek uzatır.
uk: Розтягує зображення в смуги, створюючи ефект надсвітлової швидкості.
zh_hans: 将图像拉伸成条纹，营造超光速效果。
zh_hant: 將影像拉伸成條紋，呈現曲速飛行的效果。

source: Support & FAQ
ar: الدعم والأسئلة الشائعة
es: Soporte y preguntas frecuentes
fr: Assistance et FAQ
hi: सपोर्ट और FAQ
it: Supporto e FAQ
ja: サポートとFAQ
ko: 지원 및 FAQ
pl: Pomoc techniczna i FAQ
pt_br: Suporte e Perguntas Frequentes
ru: Поддержка и вопросы
tr: Destek ve SSS
uk: Підтримка й поширені запитання
zh_hans: 支持与常见问题
zh_hant: 支援與常見問題

source: Sways the layer as if leaves were moving in wind.
ar: يجعل الطبقة تتمايل كأنها أوراق تتحرك في الريح.
de: Wiegt die Ebene, als würden sich Blätter im Wind bewegen.
es: Balancea la capa como si fueran hojas movidas por el viento.
fr: Balance le calque comme des feuilles agitées par le vent.
hi: लेयर को ऐसे लहराता है मानो पत्तियाँ हवा में हिल रही हों.
it: Fa ondeggiare il livello come foglie mosse dal vento.
ja: 風に揺れる葉のようにレイヤーを揺らします。
ko: 바람에 나뭇잎이 움직이는 것처럼 레이어를 흔듭니다.
pl: Kołysze warstwą, jakby liście poruszały się na wietrze.
pt_br: Balança a camada como se fossem folhas movidas pelo vento.
ru: Раскачивает слой, как листья на ветру.
tr: Katmanı rüzgârda hareket eden yapraklar gibi sallar.
uk: Гойдає шар, ніби листя колишеться на вітрі.
zh_hans: 使图层摇摆，就像树叶在风中摆动。
zh_hant: 讓圖層搖曳，彷彿樹葉在風中擺動。

source: Sweeps a bright band across the layer. The mask controls which parts can catch the light.
ar: يمرّر شريطًا ساطعًا عبر الطبقة. يتحكم القناع في الأجزاء التي يمكن أن يسقط عليها الضوء.
de: Führt einen hellen Streifen über die Ebene. Die Maske bestimmt, welche Teile das Licht einfangen.
es: Pasa una franja brillante por la capa. La máscara controla qué partes pueden recibir la luz.
fr: Fait passer une bande lumineuse sur le calque. Le masque détermine les parties qui peuvent capter la lumière.
hi: लेयर पर एक चमकीली पट्टी घुमाता है. मास्क तय करता है कि कौन-से हिस्से रोशनी पकड़ सकते हैं.
it: Fa scorrere una banda luminosa sul livello. La maschera stabilisce quali parti possono catturare la luce.
ja: 明るい帯をレイヤー全体に走らせます。マスクで光が当たる部分を制御します。
ko: 레이어를 가로질러 밝은 띠를 쓸고 지나갑니다. 마스크로 빛을 받을 부분을 제어합니다.
pl: Przesuwa jasny pas po warstwie. Maska określa, które części mogą złapać światło.
pt_br: Passa uma faixa brilhante pela camada. A máscara controla quais partes podem receber a luz.
ru: Проводит яркую полосу по слою. Маска определяет, какие части могут бликовать.
tr: Katman boyunca parlak bir şerit gezdirir. Maske, hangi bölümlerin ışığı yakalayabileceğini belirler.
uk: Проводить яскраву смугу по шару. Маска визначає, які частини можуть відбивати світло.
zh_hans: 让一道亮带扫过图层。蒙版控制哪些部分会被照亮。
zh_hant: 讓一道亮帶掃過圖層。遮罩控制哪些部分會被照亮。

source: Swirls the image around a centre point.
ar: يلفّ الصورة بشكل دوّامي حول نقطة مركزية.
de: Verwirbelt das Bild um einen Mittelpunkt.
es: Arremolina la imagen alrededor de un punto central.
fr: Fait tourbillonner l’image autour d’un point central.
hi: इमेज को केंद्र बिंदु के चारों ओर भँवर की तरह घुमाता है.
it: Fa vorticare l’immagine attorno a un punto centrale.
ja: 中心点の周りで画像を渦巻き状にねじります。
ko: 중심점을 기준으로 이미지를 소용돌이치게 합니다.
pl: Zawija obraz wokół punktu centralnego.
pt_br: Gira a imagem em espiral ao redor de um ponto central.
ru: Закручивает изображение вокруг центральной точки.
tr: Görüntüyü bir merkez noktası etrafında girdap gibi döndürür.
uk: Закручує зображення навколо центральної точки.
zh_hans: 使图像绕中心点旋转扭曲。
zh_hant: 讓影像繞著中心點旋轉扭曲。

source: Switch Apps
ar: التبديل بين التطبيقات
de: Apps wechseln
es: Cambiar de app
fr: Changer d’app
hi: ऐप्स बदलें
it: Passa da un’app all’altra
ja: アプリを切り替え
ko: 앱 전환
pl: Przełączanie aplikacji
pt_br: Alternar Apps
ru: Переключение приложений
tr: Uygulamalar Arasında Geçiş
uk: Перемикання програм
zh_hans: 切换 App
zh_hant: 切換 App

source: Switch Windows
ar: التبديل بين النوافذ
de: Fenster wechseln
es: Cambiar de ventana
fr: Changer de fenêtre
hi: विंडो बदलें
it: Passa da una finestra all’altra
ja: ウインドウを切り替え
ko: 윈도우 전환
pl: Przełączanie okien
pt_br: Alternar Janelas
ru: Переключение окон
tr: Pencereler Arasında Geçiş
uk: Перемикання вікон
zh_hans: 切换窗口
zh_hant: 切換視窗

source: Switch to a Desktop
ar: التبديل إلى سطح مكتب
de: Zu einem Schreibtisch wechseln
es: Ir a un escritorio
fr: Passer à un bureau
hi: किसी डेस्कटॉप पर स्विच करें
it: Passa a una scrivania
ja: デスクトップへ切り替え
ko: 데스크탑으로 전환
pl: Przejdź do biurka
pt_br: Alternar para uma Mesa
ru: Переход на рабочий стол
tr: Bir Masaüstüne Geç
uk: Перехід на робочий стіл
zh_hans: 切换到桌面
zh_hant: 切換至桌面

source: Sync Pace
ar: مزامنة الإيقاع
de: Tempo synchronisieren
es: Sincronizar ritmo
fr: Synchroniser la cadence
hi: स्पीड सिंक करें
it: Sincronizza ritmo
ja: ペースを同期
ko: 속도 동기화
pl: Synchronizuj tempo
pt_br: Sincronizar Ritmo
ru: Темп в такт
tr: Hızı Eşitle
uk: Синхронізувати темп
zh_hans: 同步速度
zh_hant: 同步速度
